# vstDefault3DToolDraw

```pascal
PROCEDURE vstDefault3DToolDraw;
```

```python
def vs.vstDefault3DToolDraw():
    return None
```

## Examples
```pascal
vstDefault3DToolDraw;
```
```python
import vs

vs.vstDefault3DToolDraw()
```

## Version
Availability: from Vectorworks 2011

## Category
* Tool Events